IDEA Open Model
SetupValueFloat.Value Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public float Value { get; set; }
Public Property Value As Single
	Get
	Set
Property Value
Type: Single
See Also
Reference
SetupValueFloat Class
IdeaRS.OpenModel.Concrete Namespace